const low_text =
  "您最近心情沒什麽問題！適當調節自己的生活步調，並保持良好作息和飲食習慣，確保有足夠的睡眠，以上都有助於將負面的想法轉為積極得方式去面對，別給自己太大壓力呀!";
const mid_text =
  "您近期的狀態處於較大的壓力之中，請嘗試與信任的人分享你的感受。讓他們了解你的現在的狀況並提供支持及幫助。請盡可能嘗試新事物或是培養不一樣的興趣，以用來減輕自身的壓力。嘗試做幾個深呼吸，放鬆身心。擁有良好的社交關係對於心理健康也有一定的幫助，可以提供您心理上得支持。";
const high_text =
  "根據您填寫的心理測驗中，或許您已經在極大的壓力狀況中一段時間了，測驗結果反映出您最近心理狀況相當不好，可能會影響到您的日常生活。請盡可能尋求幫助，必要時就醫或撥打衛生福利部安心專線1925、生命線1995以及張老師1980，可以提供適當的心理支持。";
const summary = {
  low: low_text,
  mid: mid_text,
  high: high_text,
};
export default summary;
